Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: 💵 Salary
de: 💵 Gehalt
fr: 💵 Salaire
it: 💵 Stipendio
ja: 💵 給与
uk: 💵 Зарплата

# 💵 Saving %@ of pay above %@ of living costs each year
source: 💵 Saving %1$@ of pay above %2$@ of living costs each year
de: 💵 Du sparst jedes Jahr %1$@ von dem Gehalt, das über %2$@ Lebenshaltungskosten liegt
fr: 💵 Tu épargnes %1$@ du salaire au-delà de %2$@ de dépenses courantes, chaque année
it: 💵 Ogni anno risparmi una quota (%1$@) dello stipendio che supera le spese quotidiane (%2$@)
ja: 💵 毎年、生活費%2$@を超える給料の%1$@を貯金
uk: 💵 Щороку відкладаєш %1$@ зарплати понад %2$@ витрат на життя

source: 💸 Sold! %@ went into your savings.
de: 💸 Verkauft! %@ sind in deine Ersparnisse geflossen.
fr: 💸 Vendu ! Ton épargne augmente de %@.
it: 💸 Venduto! I tuoi risparmi aumentano di %@.
ja: 💸 売れました！%@が貯金に入りました。
uk: 💸 Продано! %@ надійшло до заощаджень.

source: 💼 Getting hired — every job lists the skills it needs
de: 💼 Bewerbung – jeder Job nennt die Fähigkeiten, die er braucht
fr: 💼 Décrocher un poste — chaque poste indique les compétences qu’il demande
it: 💼 Ottenere un lavoro — ogni lavoro elenca le competenze che richiede
ja: 💼 採用：どの仕事にも、必要なスキルが決まっています
uk: 💼 Отримання роботи — кожна робота має список потрібних навичок

source: 💼 Jobs: architects, pilots, engineers, surgeons, 3D artists, level designers, heavy-equipment operators.
de: 💼 Jobs: Architekten, Piloten, Ingenieure, Chirurgen, 3D Artists, Level Designer, Baumaschinenführer.
fr: 💼 Métiers : architectes, pilotes, ingénieurs, chirurgiens, artistes 3D, level designers, conducteurs d’engins de chantier.
it: 💼 Lavori: architetti, piloti, ingegneri, chirurghi, artisti 3D, level designer, operatori di macchine movimento terra.
ja: 💼 仕事：建築士、パイロット、エンジニア、外科医、3Dアーティスト、レベルデザイナー、重機オペレーター。
uk: 💼 Професії: архітектори, пілоти, інженери, хірурги, 3D-художники, левел-дизайнери, оператори важкої техніки.

source: 💼 Jobs: art directors, designers, architects, animators, game designers, photographers, marketers.
de: 💼 Jobs: Art Directors, Designer, Architekten, Animatoren, Game Designer, Fotografen, Marketingspezialisten.
fr: 💼 Métiers : directeurs artistiques, designers, architectes, animateurs, game designers, photographes, chargés de marketing.
it: 💼 Lavori: direttori artistici, designer, architetti, animatori, game designer, fotografi, specialisti di marketing.
ja: 💼 仕事：アートディレクター、デザイナー、建築士、アニメーター、ゲームデザイナー、カメラマン、マーケティング担当。
uk: 💼 Професії: арт-директори, дизайнери, архітектори, аніматори, геймдизайнери, фотографи, маркетологи.

source: 💼 Jobs: chief executives, CTOs, directors, and the founder of every venture.
de: 💼 Jobs: CEOs, CTOs, Direktoren und die Gründer jedes Unternehmens.
fr: 💼 Métiers : PDG, CTO, directeurs et fondateurs de chaque entreprise.
it: 💼 Lavori: amministratori delegati, CTO, direttori e il fondatore di ogni impresa.
ja: 💼 仕事：経営トップ、CTO、本部長、すべての事業の創業者。
uk: 💼 Професії: генеральні директори, CTO, директори та засновник кожного бізнесу.

source: 💼 Jobs: doctors, lawyers, judges, data scientists, engineers, financial analysts.
de: 💼 Jobs: Ärzte, Anwälte, Richter, Data Scientists, Ingenieure, Finanzanalysten.
fr: 💼 Métiers : médecins, avocats, juges, data scientists, ingénieurs, analystes financiers.
it: 💼 Lavori: medici, avvocati, giudici, data scientist, ingegneri, analisti finanziari.
ja: 💼 仕事：医師、弁護士、裁判官、データサイエンティスト、エンジニア、財務アナリスト。
uk: 💼 Професії: лікарі, юристи, судді, науковці з даних, інженери, фінансові аналітики.

source: 💼 Jobs: firefighters, paramedics, chefs, surgeons, builders, roofers, movers, farmers.
de: 💼 Jobs: Feuerwehrleute, Notfallsanitäter, Köche, Chirurgen, Bauarbeiter, Dachdecker, Umzugshelfer, Landwirte.
fr: 💼 Métiers : pompiers, ambulanciers, chefs cuisiniers, chirurgiens, ouvriers du bâtiment, couvreurs, déménageurs, agriculteurs.
it: 💼 Lavori: vigili del fuoco, paramedici, chef, chirurghi, muratori, posatori di tetti, addetti ai traslochi, agricoltori.
ja: 💼 仕事：消防士、救急救命士、料理人、外科医、建設作業員、屋根職人、引っ越しスタッフ、農家。
uk: 💼 Професії: пожежники, парамедики, кулінари, хірурги, будівельники, покрівельники, вантажники, фермери.

source: 💼 Jobs: managers, directors and every chief officer — the CEO seat asks for the most.
de: 💼 Jobs: Manager, Direktoren und alle C-Level-Führungskräfte – der CEO-Posten verlangt am meisten.
fr: 💼 Métiers : managers, directeurs et tous les dirigeants — la place de PDG en demande le plus.
it: 💼 Lavori: manager, direttori e tutta l’alta dirigenza — il posto da CEO è quello che ne chiede di più.
ja: 💼 仕事：マネージャー、本部長、あらゆる最高責任者。CEOのポストで最も求められます。
uk: 💼 Професії: менеджери, директори та всі топменеджери — найбільше цієї навички вимагає крісло CEO.

source: 💼 Jobs: nearly every job asks — most of all pro players, firefighters, nurses, project managers and chief officers.
de: 💼 Jobs: gefragt in fast jedem Job – am meisten bei Profispielern, Feuerwehrleuten, Krankenpflegern, Project Managern und C-Level-Führungskräften.
fr: 💼 Métiers : presque tous les postes la demandent — surtout les joueurs professionnels, pompiers, infirmiers, chefs de projet et dirigeants.
it: 💼 Lavori: la chiede quasi ogni lavoro — soprattutto giocatori professionisti, vigili del fuoco, infermieri, project manager e alta dirigenza.
ja: 💼 仕事：ほとんどすべての仕事で求められます。特にプロ選手、消防士、看護師、プロジェクトマネージャー、最高責任者。
uk: 💼 Професії: цієї навички вимагає майже кожна робота — найбільше професійні гравці, пожежники, медсестри, менеджери проєктів і топменеджери.

source: 💼 Jobs: one of the most-asked skills — journalists, TV presenters, interpreters, sales and marketing directors, every chief executive.
de: 💼 Jobs: eine der meistgefragten Fähigkeiten – Journalisten, Fernsehmoderatoren, Dolmetscher, Vertriebs- und Marketingdirektoren, jeder CEO.
fr: 💼 Métiers : l’une des compétences les plus demandées — journalistes, présentateurs télé, interprètes, directeurs commerciaux et marketing, tous les PDG.
it: 💼 Lavori: una delle competenze più richieste — giornalisti, conduttori televisivi, interpreti, direttori vendite e marketing, ogni amministratore delegato.
ja: 💼 仕事：もっとも求められるスキルのひとつ。記者、テレビ司会者、翻訳・通訳者、営業本部長、マーケティング本部長、すべての経営トップ。
uk: 💼 Професії: одна з найзатребуваніших навичок — журналісти, телеведучі, перекладачі, директори з продажів і маркетингу, усі генеральні директори.

source: 💼 Jobs: project managers, event planners, dispatchers, logistics coordinators, and managers of every kind.
de: 💼 Jobs: Project Manager, Eventplaner, Disponenten, Logistikkoordinatoren und Manager jeder Art.
fr: 💼 Métiers : chefs de projet, organisateurs d’événements, répartiteurs, coordinateurs logistiques et responsables en tout genre.
it: 💼 Lavori: project manager, organizzatori di eventi, coordinatori dei trasporti, coordinatori logistici e responsabili di ogni tipo.
ja: 💼 仕事：プロジェクトマネージャー、イベントプランナー、配車係、物流コーディネーター、あらゆる種類のマネージャー。
uk: 💼 Професії: менеджери проєктів, організатори заходів, диспетчери, координатори логістики та менеджери всіх видів.

source: 💼 Jobs: sales, real estate, insurance, lawyers, managing partners, chief executives.
de: 💼 Jobs: Vertrieb, Immobilien, Versicherungen, Anwälte, Managing Partner, CEOs.
fr: 💼 Métiers : vente, immobilier, assurance, avocats, associés gérants, PDG.
it: 💼 Lavori: vendite, immobiliare, assicurazioni, avvocati, managing partner, amministratori delegati.
ja: 💼 仕事：営業、不動産、保険、弁護士、代表パートナー、経営トップ。
uk: 💼 Професії: продажі, нерухомість, страхування, юристи, керівні партнери, генеральні директори.

source: 💼 Jobs: social workers, psychologists, nurses and care aides, childcare workers, physiotherapists, HR, customer service.
de: 💼 Jobs: Sozialarbeiter, Psychologen, Krankenpfleger und Pflegehelfer, Erzieher, Physiotherapeuten, Personalwesen, Kundenservice.
fr: 💼 Métiers : travailleurs sociaux, psychologues, infirmiers et aides-soignants, auxiliaires de puériculture, kinésithérapeutes, RH, service client.
it: 💼 Lavori: assistenti sociali, psicologi, infermieri e assistenti alla persona, educatori per l’infanzia, fisioterapisti, risorse umane, assistenza clienti.
ja: 💼 仕事：ソーシャルワーカー、心理士、看護師、看護助手、介護ヘルパー、保育士、理学療法士、人事、カスタマーサポート。
uk: 💼 Професії: соціальні працівники, психологи, медсестри й асистенти з догляду, вихователі, фізіотерапевти, HR, підтримка клієнтів.

source: 💼 Jobs: surgeons, dentists, plumbers, carpenters, HVAC technicians, welders, machinists, mechanics.
de: 💼 Jobs: Chirurgen, Zahnärzte, Klempner, Zimmerleute, Heizungs- und Klimatechniker, Schweißer, Zerspanungsmechaniker, Kfz-Mechaniker.
fr: 💼 Métiers : chirurgiens, dentistes, plombiers, menuisiers, techniciens CVC, soudeurs, usineurs, mécaniciens.
it: 💼 Lavori: chirurghi, dentisti, idraulici, falegnami, tecnici di climatizzazione, saldatori, operatori di macchine utensili, meccanici.
ja: 💼 仕事：外科医、歯科医師、配管工、大工、空調設備技術者、溶接工、機械加工工、整備士。
uk: 💼 Професії: хірурги, стоматологи, сантехніки, теслі, техніки з опалення та кондиціонування (HVAC), зварювальники, токарі-верстатники, механіки.

source: 💼 Jobs: surgeons, research scientists, lawyers, judges, athletes, founders.
de: 💼 Jobs: Chirurgen, Research Scientists, Anwälte, Richter, Athleten, Gründer.
fr: 💼 Métiers : chirurgiens, chercheurs, avocats, juges, athlètes, fondateurs.
it: 💼 Lavori: chirurghi, ricercatori, avvocati, giudici, atleti, fondatori.
ja: 💼 仕事：外科医、研究者、弁護士、裁判官、アスリート、創業者。
uk: 💼 Професії: хірурги, наукові співробітники, юристи, судді, спортсмени, засновники.

source: 💼 Jobs: the high-stakes ones — surgeons and anesthesiologists ask the most, then paramedics, police, firefighters, pilots, chefs and chief executives.
de: 💼 Jobs: die, bei denen viel auf dem Spiel steht – Chirurgen und Anästhesisten verlangen am meisten, dann Notfallsanitäter, Polizisten, Feuerwehrleute, Piloten, Köche und CEOs.
fr: 💼 Métiers : ceux où les enjeux sont élevés — chirurgiens et anesthésistes en demandent le plus, puis ambulanciers, policiers, pompiers, pilotes, chefs cuisiniers et PDG.
it: 💼 Lavori: quelli ad alto rischio — la richiedono di più chirurghi e anestesisti, poi paramedici, polizia, vigili del fuoco, piloti, chef e amministratori delegati.
ja: 💼 仕事：責任の重い仕事。外科医と麻酔科医に最も求められ、次いで救急救命士、警察官、消防士、パイロット、料理人、経営トップです。
uk: 💼 Професії: ті, де ставки високі, — найбільше цієї навички потребують хірурги й анестезіологи, далі парамедики, поліцейські, пожежники, пілоти, кулінари та генеральні директори.

source: 💼 Jobs: the most-asked skill in the game — surgeons, pharmacists, accountants, nurses, inspectors, aircraft technicians.
de: 💼 Jobs: die meistgefragte Fähigkeit im Spiel – Chirurgen, Apotheker, Buchhalter, Krankenpfleger, Qualitätsprüfer, Flugzeugmechaniker.
fr: 💼 Métiers : la compétence la plus demandée du jeu — chirurgiens, pharmaciens, comptables, infirmiers, contrôleurs qualité, techniciens de maintenance aéronautique.
it: 💼 Lavori: la competenza più richiesta del gioco — chirurghi, farmacisti, contabili, infermieri, ispettori, tecnici aeronautici.
ja: 💼 仕事：ゲームの中でもっとも求められるスキル。外科医、薬剤師、会計士、看護師、検査員、航空整備士。
uk: 💼 Професії: найзатребуваніша навичка в грі — хірурги, фармацевти, бухгалтери, медсестри, інспектори, техніки з обслуговування літаків.

source: 📅 After every year it checks how you're doing and suggests changes. A red dot on the Advice button means it has something for you.
de: 📅 Nach jedem Jahr prüft er deinen Zwischenstand und schlägt Änderungen vor. Ein roter Punkt auf dem Button „Beratung“ bedeutet, dass er etwas für dich hat.
fr: 📅 Après chaque année, il fait le point sur ta situation et te suggère des changements. Un point rouge sur le bouton Conseils veut dire qu’il a quelque chose pour toi.
it: 📅 Dopo ogni anno fa il punto su come stai andando e ti suggerisce cambiamenti. Un puntino rosso sul pulsante Consigli significa che ha qualcosa per te.
ja: 📅 毎年の終わりに、状況をチェックして見直しを提案します。「アドバイス」ボタンに赤い点がついたら、お知らせがある合図です。
uk: 📅 Після кожного року радник перевіряє, як у тебе справи, і пропонує зміни. Червона цятка на кнопці «Поради» означає, що в радника є для тебе порада.

source: 📅 Check-in · age %lld
de: 📅 Zwischenstand · Alter %lld
fr: 📅 Bilan · %lld ans
it: 📅 Punto della situazione · %lld anni
ja: 📅 チェックイン · %lld歳
uk: 📅 Огляд · вік: %lld

source: 📅 Experience
de: 📅 Erfahrung
fr: 📅 Expérience
it: 📅 Esperienza
ja: 📅 経験
uk: 📅 Досвід

# 📈 %@ went from %lld to %lld (the job asks for %lld).
source: 📈 %1$@ went from %2$lld to %3$lld (the job asks for %4$lld).
de: 📈 %1$@ ist von %2$lld auf %3$lld gestiegen (der Job verlangt %4$lld).
fr: 📈 %1$@ : de %2$lld à %3$lld (le poste demande %4$lld).
it: 📈 %1$@: da %2$lld a %3$lld (il lavoro richiede %4$lld).
ja: 📈 %1$@が%2$lldから%3$lldに上がりました（仕事が求めるのは%4$lld）。
uk: 📈 %1$@: було %2$lld, стало %3$lld (для цієї роботи потрібно %4$lld).

source: 📈 Skills you've grown: %@.
de: 📈 Gewachsene Fähigkeiten: %@.
fr: 📈 Compétences développées : %@.
it: 📈 Competenze che hai fatto crescere: %@.
ja: 📈 伸びたスキル：%@。
uk: 📈 Навички, що виросли: %@.

source: 📉 Declared downturn this year.
de: 📉 Ausgerufener Abschwung in diesem Jahr.
fr: 📉 Récession déclarée cette année.
it: 📉 Crisi dichiarata quest’anno.
ja: 📉 今年は景気後退が宣言されています。
uk: 📉 Цього року оголошено спад.

source: 📉 Declared downturn — roughly %lld more yrs to run.
de: 📉 Ausgerufener Abschwung – läuft noch etwa %lld Jahre.
fr: 📉 Récession déclarée — encore environ %lld ans.
it: 📉 Crisi dichiarata — durerà ancora circa %lld anni.
ja: 📉 景気後退が宣言されています。あと約%lld年続く見込みです。
uk: 📉 Оголошений спад — ще приблизно %lld р.

source: 📉 If it closes, you get back %@ of the money you put in.
de: 📉 Wenn es schließt, bekommst du %@ des eingesetzten Geldes zurück.
fr: 📉 Si elle ferme, tu récupères %@ de l’argent investi.
it: 📉 Se chiude, recuperi una parte del denaro che hai investito (%@).
ja: 📉 事業が終わると、出資したお金の%@が戻ってきます。
uk: 📉 Якщо бізнес закриється, ти повернеш %@ вкладених грошей.

source: 📊 Feels the economy less than most — people still need it in hard times.
de: 📊 Spürt die Konjunktur weniger als die meisten – die Leute brauchen es auch in schweren Zeiten.
fr: 📊 Moins sensible à l’économie que la plupart — les gens en ont toujours besoin dans les moments difficiles.
it: 📊 Risente dell’economia meno della maggior parte dei settori — le persone ne hanno comunque bisogno nei momenti difficili.
ja: 📊 多くの業界より、景気の影響を受けにくいです。苦しい時期でも、人びとに必要とされます。
uk: 📊 Відчуває економіку слабше за більшість — у важкі часи люди все одно в цьому потребують.

source: 📊 Feels the economy more than most — when money is tight, people cut back on this first.
de: 📊 Spürt die Konjunktur stärker als die meisten – wenn das Geld knapp ist, sparen die Leute hier zuerst.
fr: 📊 Plus sensible à l’économie que la plupart — quand l’argent se fait rare, c’est là que les gens réduisent d’abord leurs dépenses.
it: 📊 Risente dell’economia più della maggior parte dei settori — quando i soldi scarseggiano, la gente taglia prima su questo.
ja: 📊 多くの業界より、景気の影響を強く受けます。お金に余裕がなくなると、真っ先に節約されます。
uk: 📊 Відчуває економіку сильніше за більшість — коли грошей мало, люди заощаджують на цьому насамперед.

source: 📊 Goes up and down with the economy.
de: 📊 Geht mit der Konjunktur auf und ab.
fr: 📊 Monte et descend avec l’économie.
it: 📊 Sale e scende con l’economia.
ja: 📊 景気とともに上がり下がりします。
uk: 📊 Іде вгору й униз разом з економікою.

source: 📝 Grades: one of the four skills your high-school grade is built on.
de: 📝 Noten: eine von vier Fähigkeiten, aus denen sich deine Highschool-Note zusammensetzt.
fr: 📝 Notes : l’une des quatre compétences sur lesquelles repose ta moyenne au lycée.
it: 📝 Voti: una delle quattro competenze su cui si basa il tuo voto delle superiori.
ja: 📝 成績：高校の成績のもとになる4つのスキルのひとつ。
uk: 📝 Оцінки: одна з чотирьох навичок, з яких складається твій середній бал у старшій школі.

source: 📝 In high school, a year of study also raises that year's grade — which colleges look at when you apply.
de: 📝 In der Highschool verbessert ein Jahr Lernen auch die Note dieses Jahres – und die schauen sich Hochschulen bei deiner Bewerbung an.
fr: 📝 Au lycée, une année d’études fait aussi monter la note de cette année — que les universités regardent quand tu postules.
it: 📝 Alla scuola superiore, un anno di studio fa salire anche il voto di quell’anno — che le università valutano quando ti candidi.
ja: 📝 高校では、勉強をした年はその年の成績も上がります。成績は、大学に出願するときに見られます。
uk: 📝 У старшій школі рік навчання також підвищує оцінку за цей рік — а її враховують під час вступу.

source: 📝 School grades, 🏅 contests and 🚀 starting a business
de: 📝 Schulnoten, 🏅 Wettbewerbe und 🚀 Gründungen – auch dort zählen deine Fähigkeiten
fr: 📝 Avoir de bonnes notes, 🏅 remporter des compétitions et 🚀 lancer une entreprise
it: 📝 Voti scolastici, 🏅 gare e 🚀 avvio di un’impresa
ja: 📝 学校の成績、🏅 コンテスト、🚀 起業
uk: 📝 Шкільні оцінки, 🏅 змагання та 🚀 запуск бізнесу

source: 📝 Study activities also raise your school grade for the year, which colleges look at when you apply.
de: 📝 Lern-Aktivitäten verbessern außerdem deine Schulnote für das Jahr – und die schauen sich Hochschulen bei deiner Bewerbung an.
fr: 📝 Les activités d’études font aussi monter ta note scolaire de l’année, que les universités regardent quand tu postules.
it: 📝 Le attività di studio fanno salire anche il tuo voto scolastico dell’anno, che le università valutano quando ti candidi.
ja: 📝 勉強の活動は、その年の学校の成績も上げます。成績は、大学に出願するときに見られます。
uk: 📝 Заняття з категорії «Навчання» також підвищують твою шкільну оцінку за рік — а її враховують під час вступу.

source: 📣 Anyone can apply.
de: 📣 Jeder kann sich bewerben.
fr: 📣 Tout le monde peut postuler.
it: 📣 Chiunque può candidarsi.
ja: 📣 だれでも応募できます。
uk: 📣 Заявку може подати будь-хто.

source: 🔄 Change my goal
de: 🔄 Mein Ziel ändern
fr: 🔄 Changer d’objectif
it: 🔄 Cambia obiettivo
ja: 🔄 目標を変える
uk: 🔄 Змінити мету

source: 🔒 First: %@.
de: 🔒 Zuerst: %@.
fr: 🔒 Il faut d’abord : %@.
it: 🔒 Prima devi avere: %@.
ja: 🔒 まず必要なもの：%@
uk: 🔒 Спершу потрібно: %@.

source: 🔒 Needs the “%@” title
de: 🔒 Braucht den Titel „%@“
fr: 🔒 Il faut le titre « %@ »
it: 🔒 Richiede il titolo «%@»
ja: 🔒 「%@」の称号が必要
uk: 🔒 Потрібен титул «%@»

source: 🔒 Not open to you yet.
de: 🔒 Noch nicht für dich offen.
fr: 🔒 Pas encore accessible pour toi.
it: 🔒 Non ancora aperto per te.
ja: 🔒 まだ応募できません。
uk: 🔒 Ще недоступно.

source: 🔒 Not yet
de: 🔒 Noch nicht
fr: 🔒 Pas encore
it: 🔒 Non ancora
ja: 🔒 まだ応募できません
uk: 🔒 Ще недоступно

source: 🔒 Nothing to stake yet — earn and save first
de: 🔒 Noch kein Startkapital – verdiene und spare zuerst
fr: 🔒 Rien à miser pour l’instant — gagne et épargne d’abord
it: 🔒 Niente da investire per ora — guadagna e risparmia prima
ja: 🔒 出資できるお金がありません。まず稼いで貯金しましょう
uk: 🔒 Поки що нема чого вкладати — спершу зароби й відклади гроші

source: 🔒 Opens once you hold the “%@” title — chase it under Projects.
de: 🔒 Öffnet sich, sobald du den Titel „%@“ hast – hol ihn dir unter „Projekte“.
fr: 🔒 S’ouvre quand tu détiens le titre « %@ » — vise-le dans Projets.
it: 🔒 Si apre quando ottieni il titolo «%@» — inseguilo nella sezione Progetti.
ja: 🔒 「%@」の称号を手に入れると開きます。称号はプロジェクトで目指しましょう。
uk: 🔒 Відкриється, щойно в тебе буде титул «%@» — здобувай його в розділі «Проєкти».

source: 🔒 Work or study in %@ to take part
de: 🔒 Arbeite oder studiere in %@, um teilzunehmen
fr: 🔒 Travaille ou étudie en %@ pour participer
it: 🔒 Per partecipare lavora o studia nel settore %@
ja: 🔒 参加するには、%@で働くか学ぶ必要があります
uk: 🔒 Щоб узяти участь, працюй або навчайся у сфері «%@»

source: 🔒 Work or study in %1$@ to take part. Then your chance goes up with years of work there, your %2$@ skill and your fame in the field.
de: 🔒 Arbeite oder studiere in %1$@, um teilzunehmen. Danach steigt deine Chance mit den Arbeitsjahren dort, deiner Fähigkeit %2$@ und deinem Ruhm in dem Bereich.
fr: 🔒 Travaille ou étudie en %1$@ pour participer. Ensuite, tes chances augmentent avec tes années de travail dans ce domaine, ta compétence %2$@ et ta renommée dans le domaine.
it: 🔒 Per partecipare lavora o studia nel settore %1$@. Poi la tua probabilità sale con gli anni di lavoro in quel settore, con la competenza %2$@ e con la tua fama nel settore.
ja: 🔒 参加するには、%1$@で働くか学ぶ必要があります。参加できるようになると、そこでの仕事の経験年数、%2$@のスキル、その分野での名声に応じて確率が上がります。
uk: 🔒 Щоб узяти участь, працюй або навчайся у сфері «%1$@». Тоді твій шанс підвищують роки роботи в цій сфері, навичка «%2$@» і твоя слава в ній.

source: 🔒 You need some money to start a business. Work and save first — then you can start any business you like.
de: 🔒 Um ein Unternehmen zu gründen, brauchst du etwas Geld. Arbeite und spare zuerst – dann kannst du jedes Unternehmen gründen, das du möchtest.
fr: 🔒 Il te faut un peu d’argent pour lancer une entreprise. Travaille et épargne d’abord — ensuite, tu pourras lancer l’entreprise de ton choix.
it: 🔒 Ti serve del denaro per avviare un’impresa. Prima lavora e risparmia — poi potrai avviare qualsiasi impresa tu voglia.
ja: 🔒 事業を始めるには、いくらかのお金が必要です。まず働いて貯金すれば、好きな事業を始められます。
uk: 🔒 Щоб запустити бізнес, потрібні гроші. Спершу працюй і відкладай — тоді зможеш запустити будь-який бізнес.

source: 🚀 It always opens. It has a %@ chance to make it through the first year.
de: 🚀 Es öffnet immer. Mit %@ Chance übersteht es das erste Jahr.
fr: 🚀 Elle ouvre toujours. Elle a %@ de chances de passer le cap de la première année.
it: 🚀 Apre sempre. Probabilità di superare il primo anno: %@.
ja: 🚀 事業は必ず開けます。1年目を乗り切れる確率は%@です。
uk: 🚀 Бізнес завжди відкривається. Шанс пережити перший рік — %@.

source: 🚀 Projects: most creative projects lean on it.
de: 🚀 Projekte: die meisten kreativen Projekte stützen sich darauf.
fr: 🚀 Projets : la plupart des projets créatifs s’appuient dessus.
it: 🚀 Progetti: quasi tutti i progetti creativi si appoggiano a questa competenza.
ja: 🚀 プロジェクト：創作系のプロジェクトの多くで頼りになります。
uk: 🚀 Проєкти: на цю навичку спирається більшість творчих проєктів.

source: 🚀 Ventures: one of the two founder traits behind every venture's odds.
de: 🚀 Gründungen: eine der beiden Gründer-Eigenschaften hinter den Erfolgschancen jeder Gründung.
fr: 🚀 Entreprises : l’un des deux traits de fondateur derrière les chances de chaque entreprise.
it: 🚀 Imprese: una delle due qualità del fondatore che decidono le probabilità di ogni impresa.
ja: 🚀 起業：どの事業の成功確率も左右する、創業者の2つの資質のひとつ。
uk: 🚀 Бізнес: одна з двох рис засновника, від яких залежать шанси будь-якого бізнесу.

source: 🚫 Investors said no this time. Grow your reputation and try again next year.
de: 🚫 Die Investoren haben diesmal abgelehnt. Werde bekannter und versuch es nächstes Jahr noch einmal.
fr: 🚫 Les investisseurs ont dit non cette fois. Développe ta renommée et réessaie l’année prochaine.
it: 🚫 Questa volta gli investitori hanno detto di no. Fai crescere la tua fama e riprova l’anno prossimo.
ja: 🚫 今回、投資家は見送りました。名声を高めて、来年もう一度挑戦しましょう。
uk: 🚫 Цього разу інвестори відмовили. Зміцнюй репутацію та спробуй ще раз наступного року.

# 🛡️ %@ survive year 1 · stake %@
source: 🛡️ %1$@ survive year 1 · stake %2$@
de: 🛡️ %1$@ überleben das erste Jahr · Einsatz %2$@
fr: 🛡️ %1$@ de chances de survie la première année · mise : %2$@
it: 🛡️ Sopravvive al primo anno: %1$@ · investimento: %2$@
ja: 🛡️ 1年目の生存率%1$@ · 出資額%2$@
uk: 🛡️ Шанс пережити перший рік: %1$@ · вкладення: %2$@

source: 🤔 I haven't decided yet
de: 🤔 Ich weiß es noch nicht
fr: 🤔 Je n’ai pas encore décidé
it: 🤔 Non ho ancora deciso
ja: 🤔 まだ決めていません
uk: 🤔 Ще не знаю

source: 🤔 Not sure yet? It suggests things to try, and after a few moves it names jobs that fit the skills you've built.
de: 🤔 Noch unsicher? Er schlägt dir Dinge zum Ausprobieren vor und nennt dir nach ein paar Schritten Jobs, die zu den Fähigkeiten passen, die du aufgebaut hast.
fr: 🤔 Tu hésites encore ? Il te propose des choses à essayer, et après quelques choix il te cite des métiers qui correspondent aux compétences que tu as développées.
it: 🤔 Non hai ancora le idee chiare? Ti suggerisce cose da provare e, dopo qualche mossa, indica i lavori adatti alle competenze che hai sviluppato.
ja: 🤔 まだ決まっていませんか？試してみることを提案し、何回か挑戦したあとは、身につけたスキルに合う仕事を教えてくれます。
uk: 🤔 Ще не знаєш, що обрати? Радник підкаже, що спробувати, а після кількох спроб назве роботи, які пасують до твоїх навичок.
